Repository: LiarPrincess/Wroclive-client
Catalog: Sources/App/*.lproj/Localizable.strings
Languages: pl

# Bookmarks_Title
source: Bookmarks
pl: Zakładki

# Bookmarks_Edit_Done
source: Done
pl: Gotowe

# Bookmarks_Edit_Edit
source: Edit
pl: Edycja

# Bookmarks_Placeholder_Title
source: You have not saved any bookmarks
pl: Brak zakładek

# Bookmarks_Placeholder_Content
source: To add bookmark press <star> when selecting lines.
pl: By dodać zakładkę użyj <star> podczas wyboru linii.

# Search_Title
source: Lines
pl: Linie

# Search_Search
source: Search
pl: Szukaj

# Search_Loading
source: Loading…
pl: Wczytywanie…

# Search_Pages_Tram
source: Trams
pl: Tramwaje

# Search_Pages_Bus
source: Buses
pl: Autobusy

# Search_Sections_Express
source: Express
pl: Pośpieszne

# Search_Sections_Limited
source: Limited
pl: Zastępcze

# Search_Sections_Night
source: Night
pl: Nocne

# Search_Sections_PeakHour
source: Peak-hour
pl: Szczytowe

# Search_Sections_Regular
source: Regular
pl: Normalne

# Search_Sections_Suburban
source: Suburban
pl: Podmiejskie

# Search_Sections_Temporary
source: Temporary
pl: Tymczasowe

# Search_Sections_Zone
source: Zone
pl: Strefowe

# Settings_Title
source: Settings
pl: Ustawienia

# Settings_Footer
source: Data provided by MPK Wrocław
pl: Dane uzyskano dzięki uprzejmości MPK Wrocław

# Settings_Table_MapType_Header
source: Map type
pl: Typ mapy

# Settings_Table_MapType_Map
source: Map
pl: Mapa

# Settings_Table_MapType_Satelite
source: Satelite
pl: Satelitarna

# Settings_Table_General_Header
source: General
pl: Ogólne

# Settings_Table_General_Share
source: Share
pl: Udostępnij

# Settings_Table_General_Rate
source: Rate app
pl: Oceń

# Settings_Table_General_About
source: About
pl: O nas

# Share_Message
source: Wroclive - Real time public transport! %@
pl: Wroclive - Komunikacja miejska na żywo! %@

# Alert_Bookmark_NameInput_Cancel
source: Cancel
pl: Anuluj

# Alert_Bookmark_NameInput_Message
source: Enter name for this bookmark.
pl: Wprowadź nazwę nowej zakładki.

# Alert_Bookmark_NameInput_Placeholder
source: Name
pl: Nazwa

# Alert_Bookmark_NameInput_Save
source: Save
pl: Zachowaj

# Alert_Bookmark_NameInput_Title
source: New bookmark
pl: Nowa zakładka

# Alert_Bookmark_NoLinesSelected_Message
source: Please select some lines before trying to create bookmark.
pl: Zanim dodasz zakładkę musisz zaznaczyć przynajmniej 1 linię.

# Alert_Bookmark_NoLinesSelected_Title
source: No lines selected
pl: Nie wybrano żadnych linii

# Alert_Location_Denied_Message
source: Turn on Location Services in Settings > Privacy to allow to determine your current location.
pl: Aby określać bieżące położenie, włącz usługi lokalizacji (Ustawienia > Prywatność).

# Alert_Location_Denied_Settings
source: Settings
pl: Ustawienia

# Alert_Location_Denied_Title
source: Location Services Off
pl: Usługi lokalizacji wyłączone

# Alert_Location_GloballyDenied_Message
source: Turn on Location Services in Settings > Privacy to allow to determine your current location.
pl: Aby określać bieżące położenie, włącz usługi lokalizacji (Ustawienia > Prywatność).

# Alert_Location_GloballyDenied_Title
source: Location Services Off
pl: Usługi lokalizacji wyłączone

# Alert_InvalidCity_Message
source: Wroclive works best in Wrocław. Would you like to visit?
pl: Wroclive działa najlepiej we Wrocławiu. Pokazać?

# Alert_InvalidCity_No
source: No
pl: Nie

# Alert_InvalidCity_Title
source: Adventure time!
pl: Pora na przygodę!

# Alert_InvalidCity_Yes
source: Yes
pl: Tak

# Alert_Network_ConnectionError_Message
source: Could not connect to server.
pl: Błąd połączenia z serwerem.

# Alert_Network_ConnectionError_Title
source: Unable to retrieve data
pl: Nie można pobrać danych

# Alert_Network_ConnectionError_TryAgain
source: Try again
pl: Spróbuj ponownie

# Alert_Network_NoInternet_Message
source: Please check your internet connection.
pl: Sprawdź swoje połączenie z internetem.

# Alert_Network_NoInternet_Title
source: Unable to retrieve data
pl: Nie można pobrać danych

# Alert_Network_NoInternet_TryAgain
source: Try again
pl: Spróbuj ponownie

# Search_BookmarkAdded_Title
source: Bookmark added!
pl: Zakładka dodana!

# Search_BookmarkAdded_Caption
source: Use <star> from map view to see all saved bookmarks.
pl: Użyj <star>, by zobaczyć wszystkie zapisane zakładki.

# Settings_Theme_Bus
source: Buses
pl: Autobusy

# Settings_Theme_Tint
source: Interface
pl: Interfejs

# Settings_Theme_Tram
source: Trams
pl: Tramwaje

# Presentation_InAppPurchase_Bookmarks_Caption
source: Save more than 2 bookmarks to travel faster across the city.
pl: Zapisz więcej niż 2 zakładki, by szybciej poruszać się po mieście.

# Presentation_InAppPurchase_Bookmarks_Title
source: Unlimited Bookmarks
pl: Nielimitowane zakładki

# Presentation_InAppPurchase_Colors_Caption
source: Brighten up your life and personalize Wroclive to your favorite color.
pl: Dopasuj Wroclive do siebie, by uczynić swój dzień jeszcze bardziej kolorowym!

# Presentation_InAppPurchase_Colors_Title
source: Personalization
pl: Personalizacja

# Presentation_InAppPurchase_Restore_Link
source: Restore Purchase
pl: Odtwórz

# Presentation_InAppPurchase_Restore_Text
source: Previously upgraded?
pl: Już kupione?

# Presentation_InAppPurchase_Upgrade
source: Upgrade 1,09 €
pl: Kup 4,99 zł

# Presentation_Tutorial_Page0_Caption
source: To locate vehicles use <search>, select lines and then tap “Search”.
pl: By wyszukać pojazdy użyj <search>, wybierz linie, a następnie kliknij “Szukaj”.

# Presentation_Tutorial_Page0_Title
source: Locating vehicles
pl: Wyszukiwanie pojazdów

# Presentation_Tutorial_Page1_Caption
source: To add bookmark chose lines, tap <star> and enter bookmark name.
pl: By dodać zakładkę wybierz linie, kliknij <star> i wprowadź nazwę nowej zakładki.

# Presentation_Tutorial_Page1_Title
source: Adding bookmarks
pl: Dodawanie zakładek

# Presentation_Tutorial_Page2_Caption
source: Use <star> to see all saved bookmarks.
pl: Użyj <star> by zobaczyć wszystkie zapisane zakładki.

# Presentation_Tutorial_Page2_Title
source: Bookmarks
pl: Zakładki

# Presentation_Tutorial_Skip
source: Skip
pl: Pomiń
